{
  "translation": {
    "metadata": {
      "title": "Token 13 | The most reassuring cryptocurrency asset management wallet for you"
    },
    "menu": {
      "home": "Home",
      "markets": "Markets",
      "trade": "Trade",
      "joinUs": "Join Us",
      "login": "Login",
      "singUp": "Sign Up"
    },
    "focus": {
      "title": "Genuine Self-Custodial Web3 Wallet",
      "description_1": "Token 13 wallet is the simplest and most secure way to store, purchase, and exchange on the Algorand blockchain. It can discover and connect decentralized applications (DApps) on any device.",
      "secure": "secure",
      "and": "and",
      "reliable": "professional",
      "trading": "cryptocurrency wallet",
      "startNow": "Start Now",
      "placeholder": "Phone number/Email",
      "orContinue": "Or continue with",
      "download": "Download the app",
      "newlyListed": "24h Change",
      "tradingVolume": "24h Volume",
      "popular": "Popular",
      "diTitel": "Explore over 800 assets",
      "view": "View"
    },
    "introduce": {
      "title": "Special features help you trade with ease",
      "subTitle": "Monitor account asset risks in real time, ensuring your trading is safe and worry-free.",
      "discoverDAppDes": "Token 13 provides DApp services such as cryptocurrency wallets, games",
      "discoverDApp": "Discover DApp",
      "batchTransferDes": "Token 13 offers fast and convenient decentralized trading",
      "batchTransfer": "Batch Transfer",
      "rapidFlashExchange": "Quick Flash Redemption",
      "rapidFlashExchangeDes": "Through Token 13 users can deposit TRX into the TRON network",
      "tRXVote": "TRX Voting",
      "tTRXVoteDes": "TRX voting is a way to participate in governance in the TRON network"
    },
    "cryptoData": {
      "title": "Seize the next trading opportunity",
      "selfSelected": "Self-Selected",
      "coin": "Coin",
      "price": "Price",
      "volume": "24h Volume",
      "change": "24h Change",
      "trade": "Trade",
      "mostPopular": "Popular",
      "dailyChange": "24h Change",
      "BTC": "BTC",
      "ETH": "ETH",
      "USDT": "USDT"
    },
    "catch": {
      "title": "Safe and reliable",
      "subTitle": "We are committed to protecting your assets and ensuring the security of your information",
      "selfHostedWallet": "Self hosted wallet",
      "privacyAndSecurity": "Privacy and security",
      "builtInRiskControls": "Built-in risk controls",
      "selfHostedWalletDes": "The funds in the wallet are unique and managed by the user. Users have complete control over their encrypted assets.",
      "privacyAndSecurityDes": "We do not track any personal information, including your IP address or balance.",
      "builtInRiskControlsDes": "If there are security risks associated with the token or blockchain, users will receive alerts, including incorrect address protection and malicious contract detection."
    },
    "download": {
      "title": "Trade Anywhere with the Token 13 App",
      "downloadTheApp": "Download the app",
      "scanToDownload": "Scan the QR",
      "iosAndAndroid": "iOS and Android",
      "downloadOnThe": "Download on the",
      "appStore": "App Store",
      "android": "Android",
      "downloadAPK": "Download APK"
    },
    "question": {
      "title": "Questions? We’ve got answers",
      "question1": "What products does Token 13 offer?",
      "answer1": "Token 13 is an innovative cryptocurrency exchange with advanced financial offerings. We offer cutting-edge crypto trading and earning services to millions of users globally in more than 180 regions. With Token 13, you can:",
      "answer1_2": "Trade multiple tokens and trading pairs.",
      "answer1_3": "Manage your DeFi investment portfolio by connecting to your Web3 wallet, consolidating all decentralized assets in one place.",
      "answer1_4": "Create, purchase, and sell NFTs on our NFT marketplace.",
      "answer1_5": "Discover top decentralized applications, including DeFi and blockchain gaming DApps.",
      "answer1_6": "Connect to DeFi using our Web3 wallet.",
      "answer1_7": "Connect to the world-renowned TradingView platform and trade cryptocurrencies directly using its enhanced charts.",
      "question2": "What is decentralized identity?",
      "answer2": "Answer: Decentralized identity is a system where individuals can control their digital identities without relying on a central authority. It uses blockchain and encryption technology to enable users to securely manage and verify their identity data.",
      "question3": "What is a non-custodial crypto wallet?",
      "answer3": "Answer: Non custodial encrypted wallets are wallets where users have complete control over their private keys and funds. The wallet provider does not have access to the user's assets, and the user is responsible for security.",
      "question4": "What is a multi-signature (multi-sig) crypto wallet?",
      "answer4": "Answer: Multisig encrypted wallets require multiple signatures (usually from different parties) to authorize transactions. It is used to enhance security and prevent unauthorized access to funds."
    },
    "footer": {
      "title": "Trade Crypto Anywhere Anytime",
      "scanToDownload": "Scan to download App",
      "selectLanguage": "Select Language",
      "english": "English/USD",
      "chinese": "Chinese/CNY",
      "about": "About",
      "product": "Product",
      "service": "Service",
      "buyCoins": "Buy coins",
      "transaction": "Transaction",
      "aboutUs": "About Us",
      "contactUs": "Contact Us",
      "termOfService": "User Agreement",
      "privacyProtection": "Privacy Policy",
      "disclaimers": "Disclaimers",
      "token13App": "token 13 App",
      "quickBuyCoins": "Quick Buy Coins",
      "swap": "Swap",
      "web3Wallet": "Web3 Wallet",
      "web3Market": "Web3 Market",
      "digitalCurrencyCalculator": "Digital Currency Calculator",
      "browseAllDigitalCurrencies": "Browse all digital currencies",
      "noviceAcademy": "Novice Academy",
      "api": "API",
      "historicalMarketData": "Historical market data",
      "feeRateStandard": "Fee rate standard",
      "coinApplication": "Coin application",
      "helpCenter": "Help center",
      "officialVerification": "Official verification",
      "notice": "Notice",
      "purchaseUSDC": "Purchase USDC",
      "purchaseTether": "Purchase Tether (USDT)",
      "purchaseBitcoin": "Purchase Bitcoin",
      "purchaseEthereum": "Purchase Ethereum",
      "purchaseADA": "Purchase ADA",
      "purchaseSolana": "Purchase Solana",
      "purchaseMATIC": "Purchase MATIC",
      "purchaseLitecoin": "Purchase Litecoin",
      "purchaseXRP": "Purchase XRP",
      "btcUSDC": "BTC USDC",
      "ethUSDC": "ETH USDC",
      "btcUSDT": "BTC USDT",
      "ethUSDT": "ETH USDT",
      "maticUSDT": "MATIC USDT",
      "ltcUSDT": "LTC USDT",
      "solUSDT": "SOL USDT",
      "xrpUSDT": "XRP USDT"
    },
    "joinUs": {
      "title": "We need you, full of passion.",
      "subtitle": "Please send your resume and portfolio to [hr@token13.info] We look forward to working with you to build the future wallet ecosystem.",
      "jobCategory": "Job Category",
      "filter": "Filter",
      "clear": "Clear",
      "frontend": "Front-end Development",
      "backend": "Backend development",
      "ops": "Server Operations Engineer",
      "android": "Android Development",
      "ios": "IOS  Development",
      "dubbai": "Dubai",
      "role1": "Golang Development Engineer",
      "role2": "IOS Development Engineer",
      "webDeveloper": "Web Development Engineer",
      "role3": "Android Development Engineer",
      "responsibilities": "Duty:",
      "requirements": "Requirements:",
      "commonr": "Proficient in English communication.",
      "android1": "Responsible for developing, optimizing and maintaining the Android application of Web3 wallet.",
      "android2": "Closely cooperate with the design team and backend team to ensure the integrity and fluency of wallet functions.",
      "android3": "Improve the security, performance and user experience of Android wallet.",
      "android4": "Follow up the latest technological developments of Android platform to ensure the efficient operation of the application.",
      "android5": "Handle various technical challenges in the development process to improve product quality.",
      "android6": "Proficient in Java or Kotlin programming language, at least 2 years of Android development experience.",
      "android7": "Candidates with experience in Web3, blockchain and cryptocurrency related application development are preferred.",
      "android8": "Familiar with Android development frameworks and tools, such as Android Studio.",
      "android9": "Understand the basic principles and technologies of blockchain, and be familiar with the development of wallet applications.",
      "android10": "Good programming habits, good code writing and maintenance capabilities.",
      "android11": "Have a strong team spirit and good communication skills.",

      "ios1": "Responsible for developing, optimizing and maintaining iOS applications for Web3 wallets.",
      "ios2": "Work closely with the design team and backend team to ensure seamless integration of blockchain functions.",
      "ios3": "Responsible for the security, user experience and performance optimization of the wallet.",
      "ios4": "Keep track of the latest trends and technologies in iOS development to ensure application quality and innovation.",
      "ios5": "Solve technical problems in development and improve product stability and fluency.",
      "ios7": "Familiar with Swift and Objective-C programming languages, and at least 2 years of iOS development experience.",
      "ios8": "Candidates with experience in Web3, blockchain and cryptocurrency application development are preferred.",
      "ios9": "Familiar with various iOS development frameworks, such as UIKit, CoreData, CoreAnimation, etc.",
      "ios10": "Familiar with responsive programming RAC, and can use corresponding libraries, such as RXSwift.",
      "ios11": "Understand the basic concepts of blockchain, including smart contracts, wallets, security, etc.",
      "ios12": "Have good programming habits and be able to write high-quality, maintainable code.",
      "ios13": "Have a team spirit and good communication skills.",

      "web1": "Responsible for the Web development of Web3 wallets and blockchain-related products.",
      "web2": "Use front-end technology stacks (such as React, Vue, etc.) to build modern Web applications.",
      "web3": "Work closely with the UI/UX design team to ensure that the user experience and interface design of the product meet expectations.",
      "web4": "Collaborate with the back-end development team to integrate APIs and interact with data.",
      "web5": "Optimize the performance of Web applications to ensure their efficient and stable operation.",
      "web6": "Write maintainable and scalable front-end code to enhance the long-term sustainable development of the project.",
      "web7": "Track the latest trends and technologies in Web development and continuously improve the development process.",
      "web8": "Computer-related majors are preferred, with at least 2 years of front-end development experience.",
      "web9": "Proficient in HTML, CSS, JavaScript, and understand the best practices of modern Web development.",
      "web10": "Familiar with at least one front-end framework, such as React, Vue.js, Angular, etc., and have project development experience.",
      "web11": "Have development experience in front-end and back-end separation, and understand API design, RESTful and other protocols.",
      "web12": "Familiar with asynchronous programming in JavaScript, such as Promise, async/await, etc.",
      "web13": "Understand the basics of Web3 technology and blockchain, especially blockchain platforms such as Ethereum and TRON.",
      "web14": "Proficient in using version control tools (such as Git) and have experience in teamwork development.",
      "web15": "Good communication skills, teamwork spirit, and the ability to quickly adapt to and participate in project development.",

      "backend1": "Participate in the development and optimization of the Web3 wallet backend system to ensure the high availability, scalability and performance of the system.",
      "backend2": "Responsible for the development and maintenance of blockchain-related API interfaces and microservices.",
      "backend3": "Optimize database design and query performance to ensure efficient data storage and processing.",
      "backend4": "Assist in solving backend technical problems, improve code quality, and ensure stable operation of the system.",
      "backend5": "Collaborate with the front-end, iOS/Android development team to ensure smooth integration of products.",
      "backend6": "Track the latest developments in the Golang language and related technologies to improve development efficiency and technical level.",
      "backend7": "Proficient in Golang programming language, at least 2 years of Golang development experience.",
      "backend8": "Experience in blockchain, Web3 or decentralized application development is preferred.",
      "backend9": "Familiar with distributed systems and microservice architectures, and understand common design patterns.",
      "backend10": "Proficient in the development of service interfaces such as RESTful API and gRPC, and familiar with containerization technologies such as Docker and Kubernetes.",
      "backend11": "Familiar with the use and optimization of MySQL, PostgreSQL or NoSQL databases.",
      "backend12": "Have good coding standards and be able to write high-quality, maintainable code.",
      "backend13": "Good teamwork skills and clear communication.",

      "devops1": "Responsible for the production environment deployment, monitoring, troubleshooting and system maintenance of Web3 wallet.",
      "devops2": "Manage and maintain various infrastructures in cloud platforms (such as AWS, GCP, Azure, etc.) to ensure high availability of the system.",
      "devops3": "Configure and manage containerized environments, and use Kubernetes for cluster management and automated deployment.",
      "devops4": "Configure and monitor logs, performance and system health status to promptly identify and resolve potential problems.",
      "devops5": "Collaborate with the development team to ensure the smooth execution of the continuous integration and continuous delivery (CI/CD) process.",
      "devops6": "Optimize system architecture to improve performance, scalability and security.",
      "devops7": "Conduct disaster recovery drills and backups regularly to ensure data security and integrity.",
      "devops8": "Familiar with Linux/Unix system management, at least 2 years of operation and maintenance work experience.",
      "devops9": "Familiar with apollo, grafana, teamcity platforms.",
      "devops10": "Proficient in containerization technology (Docker, Kubernetes) and virtualization technology.",
      "devops11": "Experience in cloud platform management (such as AWS, GCP, Azure, etc.), familiar with load balancing, automatic capacity expansion and other technologies.",
      "devops12": "Familiar with CI/CD processes, and experience in using tools such as Jenkins and GitLab CI.",
      "devops13": "Understand the management and performance tuning of databases (MySQL, PostgreSQL, etc.).",
      "devops14": "Have scripting skills and be able to write automation tools using Python, Shell, Go, etc.",
      "devops15": "Familiar with monitoring tools (such as Prometheus, Grafana, etc.), and be able to effectively track and analyze system performance.",
      "devops16": "Good problem-solving and teamwork skills.",

      "dibu1": "Pluses",
      "dibu2": "Experience with open-source projects or Web3-related projects.",
      "dibu3": "Familiarity with blockchain wallet security and encryption algorithms (such as HD wallets, mnemonic phrases, and private key management).",
      "dibu4": "Understanding of common blockchain technologies (such as Ethereum, TRON, and Solana) and their development tools.",
      "dibu5": "Ability to write automated test scripts and optimize performance.",
      "dibu6": "Offer",
      "dibu7": "Competitive salary and benefits.",
      "dibu8": "A prime working environment in Dubai’s CBD, with convenient transportation and an international work atmosphere.",
      "dibu9": "Collaboration with a passionate team of blockchain technology experts to drive Web3 innovation.",
      "dibu10": " Opportunities for rapid growth in a startup environment, with vast personal and career development space.",
      "dibu11": "Join Us",
      "dibu12": "If you are passionate about blockchain and Web3 technology and have relevant development experience, we welcome you to join our team! Please send your resume and portfolio to [hr@token13.info].",
      "dibu13": "We look forward to working with you to build the future of the wallet ecosystem."
    },
    "aboutUs": {
      "title": "About Token 13 Wallet",
      "subTitle": "TOKEN 13 SOFT L.L.C is a software development company based in Dubai, dedicated to providing innovative and secure digital wallet solutions for users worldwide. We are committed to developing easy-to-use and efficient cryptocurrency wallets to help individuals and businesses manage, store, and trade various digital assets. With leading Web3 technology and powerful security protection, our products ensure comprehensive protection of users' digital assets.",
      "third": "Core business areas:",
      "title1": "1. Cryptocurrency wallet development:",
      "description1": "Provide users with secure and easy-to-use wallet solutions that support multiple mainstream blockchains.",

      "title2": "2. Decentralized Wallet (Web3 Wallet): ",
      "description2": "Supports Web3 applications such as DApps, NFT markets, and decentralized exchanges (DEX).",

      "title3": "3. Wallet Security and Smart Contract Integration: ",
      "description3": "Ensure the security of the wallet and support compatibility with smart contracts and DeFi platforms.",
      "title4": "4. Enterprise level solution:",
      "description4": "Provide multi signature wallets and digital asset management services for enterprises.",
      "description5": "Explore our wallet",
      "description6": "Token 13 Web3 wallet creates a user-friendly experience that helps you explore the Web3 world more easily.",
      "description7": "Explore",
      "title5": "Mission & Vision",
      "title6": "Mission",
      "title7": "Vision",
      "title8": "Slogan",
      "description8": "Committed to providing innovative, secure, and easy-to-use digital wallets for global users, promoting the popularization of decentralized finance, and ensuring the security and management convenience of user assets.",
      "description9": "To become a leading global provider of digital wallet solutions, providing users with a safer and more convenient digital asset management experience through innovative technology.",
      "description10": "The most reassuring cryptocurrency asset management wallet for you",
      "ab1": "Contact Us",
      "ab2": "Co-Branding",
      "ab3": "Job Consultation"
    },
    "userAgreement": {
      "text1": "User Agreement",
      "text2": "Updated: May 17, 2024",
      "text3": "Welcome to Token 13",
      "text4": "Before using the services provided by this platform, please read the following terms carefully. If you have any objections to any part of this agreement, you may choose to discontinue using Token 13’s services. Your direct or indirect use of Token 13’s services and data (such as through external API references) will be deemed as your full understanding and acceptance of this agreement, including any modifications Token 13 may make to it at any time.",
      "text5": "Usage Rules",
      "text6": "1. Upon successful registration, Token 13 will provide each user with an account. Users must keep their Token 13 account and password secure.",
      "text7": "2. Users shall bear full legal responsibility for all activities and consequences arising from their Token 13 account usage.",
      "text8": "3. Users must provide true, legal, and valid registration information to Token 13. Token 13 is not responsible for any issues arising from false or outdated registration information. Users may not impersonate others, engage in malicious registration, or buy, sell, or transfer Token 13 accounts. Otherwise, Token 13 reserves the right to immediately stop providing services, reclaim the account, and hold the user solely responsible for any legal consequences.",
      "text9": "4. Without written permission from Token 13, no organization or individual may use any service or content from this platform for commercial purposes.",
      "text10": "5. Users who directly or indirectly use Token 13’s services and data (such as through API calls) shall be deemed to have unconditionally accepted all terms of this agreement. If a user disagrees with any terms, they should stop using Token 13’s services immediately.",
      "text11": "Service Content",
      "text12": "1. The specific services provided by Token 13 include but are not limited to information search, data queries, data analysis, cryptocurrency market insights, data charts, news updates, API plugins, etc. Token 13 reserves the right to upgrade or adjust its service offerings as needed.",
      "text13": "2. Some of Token 13’s network services are paid services. Users must pay the required fees before accessing these services. Token 13 will clearly notify users of any paid services before they use them. If a user chooses not to pay, Token 13 has the right to refuse access to such services.",
      "text14": "Service Changes, Interruptions, or Termination",
      "text15": "1. Due to the special nature of network services (including but not limited to server stability issues, malicious cyberattacks, or other factors beyond Token 13’s control), users agree that Token 13 has the right to change, interrupt, or terminate part or all of its network services (including paid services) at any time without liability to any user or third party.",
      "text16": "2. Token 13 may periodically or occasionally perform maintenance or repairs on its website or related equipment. In such cases, service disruptions within a reasonable period will not result in any liability to users or third parties.",
      "text17": "3. If a user provides false personal information, violates national laws, policies, or this agreement’s usage rules, fails to pay for paid services, or if Token 13 has other reasonable grounds to suspend or terminate services, Token 13 reserves the right to discontinue services (including both free and paid services) without liability. Any resulting losses shall be borne solely by the user.",
      "text18": "Copyright Statement",
      "text19": "Token 13 owns all rights, including intellectual property rights, to all services, content, and products on its platform. This includes but is not limited to: program code, data, page designs, accounts, images, charts, text, advertisements, trademarks, software, programs, audio, and video. Without written authorization from Token 13 or the relevant rights holder, no media, website, or individual may directly or indirectly publish, reproduce, or otherwise use any of the above content. Authorized use must comply with the agreed terms and include proper attribution to Token 13 as the data or service provider.",
      "text20": "Disclaimer",
      "text22": "1. Token 13 does not guarantee the authenticity, timeliness, accuracy, completeness, or reliability of its provided content. Token 13 also does not guarantee the accuracy or completeness of external links set up for user convenience. Token 13 shall not be liable for any losses caused by direct or indirect use of its content. Users bear sole responsibility for any resulting consequences.",
      "text23": "2. Token 13 is not responsible for service interruptions or defects caused by force majeure or other uncontrollable circumstances.",
      "text24": "3. Users must comply with national laws, regulations, and policies when using Token 13 services. They bear full responsibility for any consequences arising from their use of these services.",
      "text25": "Agreement Modifications",
      "text26": "Token 13 reserves the right to modify any part of this agreement at any time. Once modifications are made, Token 13 will announce the updated terms on its website. If a user disagrees with the modifications, they may choose to stop using Token 13’s services. Continued use of Token 13’s services implies acceptance of the modified agreement.",
      "text27": "Privacy Policy Modifications",
      "text28": "To improve our services, we may modify or update this policy from time to time. We will notify you of any updates through our website or other appropriate means before the updated policy takes effect. If you disagree with the changes, you may stop using Token 13’s products and services. Continued use of our products and services indicates acceptance of the revised privacy policy.",
      "text29": "Contact Us",
      "text30": "If you have any questions, comments, or suggestions regarding this policy, you may contact us through the contact details provided on Token 13’s official website or send an email to support@token13.net. We will respond to your request in a timely manner."
    },
    "privacyProtection": {
      "text1": "Privacy Policy",
      "text2": "Updated: May 17, 2024",
      "text3": "By using the Token 13 platform services, you acknowledge and agree to the contents of this policy. Token 13 will inform you in this policy about how we collect, process, and protect your personal information. Please read and accept this policy before using Token 13's services. We will notify you promptly of any updates to the privacy policy, and if you continue to use our products or services after such updates, it will be deemed as your acceptance of the revised privacy policy.",
      "text4": "How We Collect Your Personal Information",
      "text5": "1. When you create a Token 13 account and use our services, you may be required to provide personal information, including but not limited to passwords, phone numbers, and email addresses. Some Token 13 services may require identity verification, in which case we may collect your name, gender, age, identification number, occupation, and other relevant details. If you do not provide this information, we may not be able to offer you certain services.",
      "text6": "2. We may obtain your personal information from third parties or other indirect sources. You can choose to authorize Token 13 to access public information (such as nickname, profile picture, etc.) registered, published, or recorded on such third-party platforms, in compliance with relevant laws and regulations.",
      "text7": "How We Use Your Personal Information",
      "text8": "We will use your personal information for the following purposes:",
      "text9": "1. Identity verification, fraud detection, anti-cheating measures, customer service, archiving, and backup to ensure the security of Token 13's services and products.",
      "text10": "2. Providing personalized services and experiences.",
      "text11": "3. Sending you relevant product recommendations, services, advertisements, and user surveys based on your personal information.",
      "text12": "4. Improving our products and services and conducting internal audits, data analysis, and research.",
      "text13": "5. If we intend to use your information for purposes not specified in this privacy policy, we will seek your prior consent.",
      "text14": "How We Use Cookies and Similar Technologies",
      "text15": "When you use our services, we store small data files known as cookies on your computer or mobile device. Cookies typically contain identifiers, site names, and some numbers or characters. We use this information to determine whether registered users are logged in, provide more customized services, and optimize user experience. If you do not want your personal information to be stored in cookies, you can disable or delete cookies in your browser settings. However, disabling cookies may affect your access to Token 13 or limit the services you can fully utilize.",
      "text16": "Sharing, Transfer, and Disclosure of Your Personal Information",
      "text17": "1. Sharing",
      "text18": "Token 13 will not provide your personal information to third parties without your consent or authorization. Upon obtaining your explicit consent, we may share your personal information with partners or affiliates of Token 13. Companies, organizations, and individuals with whom we share personal information are required to comply with strict confidentiality agreements and follow our instructions, this privacy policy, and other security measures to protect your data. We may also share personal information as required by law, litigation, or at the request of regulatory authorities.",
      "text19": "2. Transfer",
      "text20": "We will not transfer your personal information to any company, organization, or individual unless: we have obtained your explicit authorization or consent; it is required by law, legal proceedings, or government authorities; or in cases of mergers, acquisitions, or liquidation. If personal information is transferred as part of a merger, we will ensure that the new entity remains bound by this privacy policy, or we will require them to obtain your consent again.",
      "text22": "3. Public Disclosure",
      "text23": "We will only disclose your personal information in the following circumstances: with your explicit authorization or consent, or when required by law, legal procedures, litigation, or regulatory authorities.",
      "text24": "How We Store and Protect Your Personal Information",
      "text25": "1. We take the security of your personal information seriously. We follow industry-standard security practices to collect, use, store, and transmit your data. We implement technical safeguards to protect your information. However, due to the nature of the internet and the potential risks of cyberattacks, we cannot guarantee absolute security. Please take precautions to protect your personal information to avoid unauthorized access or leakage.",
      "text26": "2. If a security incident involving your personal information occurs, we will notify you in accordance with applicable laws and take necessary measures to address the issue. We will also issue public announcements if needed.",
      "text27": "How We Handle Personal Information of Minors",
      "text28": "Token 13 is committed to protecting the personal information of minors. If you are a minor, you must obtain consent from your guardian before using Token 13’s services. By registering for a Token 13 account, we will assume that you have obtained such consent. If a guardian discovers that we have collected a minor’s personal information without their consent, they should contact us via Token 13's official website, and we will promptly delete the data.",
      "text29": "Privacy Policy Modifications",
      "text30": "To enhance our services, we may update and modify this policy from time to time. We will notify you of changes through our website or other appropriate means before the revised policy takes effect. If you do not agree with the changes, you may discontinue using Token 13's products and services. Continued use of our products and services will be deemed as acceptance of the revised privacy policy.",
      "text31": "Contact Us",
      "text32": "If you have any questions, comments, or suggestions regarding this policy, you can contact us through the information provided on Token 13's official website or email us at support@token13.net. We will respond to your request promptly."
    }
  }
}
